Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti

source: Reschedule
de: Neu planen
es: Reprogramar
fr: Reprogrammer
it: Riprogramma

source: Reschedule changes the task deadline itself by moving it to a new date or time. Snooze only delays the current notification without changing the original deadline. Reschedule is useful when plans change, while snooze is meant for temporary delays.
de: Verschieben ändert direkt die Fälligkeit der Aufgabe und setzt sie auf ein neues Datum oder eine neue Uhrzeit. Snooze verzögert dagegen nur die aktuelle Benachrichtigung, ohne die ursprüngliche Fälligkeit zu ändern. Verschieben ist sinnvoll, wenn sich Pläne ändern, während Snooze für vorübergehende Verzögerungen gedacht ist.
es: Reprogramar cambia directamente la fecha límite de la tarea moviéndola a una nueva fecha u hora. Posponer solo retrasa la notificación actual sin modificar la fecha límite original. Reprogramar es útil cuando los planes cambian, mientras que Posponer sirve para retrasos temporales.
fr: Reporter modifie directement l’échéance de la tâche en la déplaçant à une nouvelle date ou heure. Snooze retarde uniquement la notification actuelle sans modifier l’échéance d’origine. Reporter est utile lorsque les plans changent, tandis que Snooze sert pour des retards temporaires.
it: Posticipa modifica direttamente la scadenza del task spostandola a una nuova data o ora. Snooze invece ritarda solo la notifica corrente senza cambiare la scadenza originale. Posticipa è utile quando i piani cambiano, mentre Snooze serve per ritardi temporanei.

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina

source: Reset Checks
de: Häkchen zurücksetzen
es: Restablecer marcas
fr: Réinitialiser les coches
it: Reimposta check

source: Reset Recovery Statistics
de: Wiederherstellungsstatistik zurücksetzen
es: Restablecer estadísticas de recuperación
fr: Réinitialiser les statistiques de récupération
it: Reimposta statistiche di recupero

source: Residence Permit
de: Aufenthaltserlaubnis
es: Permiso de Residencia
fr: Titre de Séjour
it: Permesso di Soggiorno

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina

source: Restore Backup
de: Backup wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer une sauvegarde
it: Ripristina Backup

source: Restore data from a previously exported backup.
de: Stellen Sie Daten aus einem zuvor exportierten Backup wieder her.
es: Restaura datos desde una copia de seguridad exportada previamente.
fr: Restaurer les données à partir d’une sauvegarde précédemment exportée.
it: Ripristina i dati da un backup esportato in precedenza.

source: Restore Error
de: Wiederherstellungsfehler
es: Error de restauración
fr: Erreur de restauration
it: Errore Ripristino

source: Restoring a backup may overwrite your current local data.
de: Das Wiederherstellen eines Backups kann Ihre aktuellen lokalen Daten überschreiben.
es: Restaurar una copia de seguridad puede sobrescribir tus datos locales actuales.
fr: La restauration d’une sauvegarde peut écraser vos données locales actuelles.
it: Il ripristino di un backup potrebbe sovrascrivere i dati locali correnti.

source: Restoring Backup...
de: Backup wird wiederhergestellt…
es: Restaurando copia de seguridad…
fr: Restauration de la sauvegarde…
it: Ripristino backup…

source: Rich Attachments
de: Erweiterte Anhänge
es: Adjuntos enriquecidos
fr: Pièces jointes enrichies
it: Allegati avanzati

source: River
de: Fluss
es: Río
fr: Rivière
it: Fiume

source: River Essentials
de: Ausrüstung für den Fluss
es: Artículos para el río
fr: Équipement pour la rivière
it: Accessori per il fiume

source: Ropes
de: Seile
es: Cuerdas
fr: Cordes
it: Corde

source: Rotate 360°
de: 360° drehen
es: Girar 360°
fr: Faire pivoter de 360°
it: Rotazione 360°

source: Row height
de: Zeilenhöhe
es: Altura de la fila
fr: Hauteur de ligne
it: Altezza riga

source: Row Style
de: Zeilenstil
es: Estilo de fila
fr: Style de ligne
it: Stile riga

source: Rows & Groups
de: Zeilen und Gruppen
es: Filas y grupos
fr: Lignes et groupes
it: Righe e gruppi

source: Ruby
de: Rubin
es: Rubin
fr: Rubis
it: Rubino

source: Same Day
de: Am selben Tag
es: El mismo día
fr: Le jour même
it: Stesso giorno

source: Sapphire
de: Saphir
es: Zafiro
fr: Saphir
it: Zaffiro

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save changes?
de: Änderungen sichern?
es: ¿Guardar los cambios?
fr: Enregistrer les modifications ?
it: Salvare le modifiche?

source: Saved Locations
de: Gespeicherte Orte
es: Ubicaciones guardadas
fr: Lieux enregistrés
it: Posizioni salvate

source: Scan Barcode, QR Code or Ticket
de: Barcode oder QR-Code scannen oder Ticket
es: Escanear código de barras o código QR o ticket
fr: Scanner un code-barres ou un code QR ou un ticket
it: Scansiona codice a barre o codice QR o ticket

source: Scan Document
de: Dokument scannen
es: Escanear documento
fr: Numériser un document
it: Scansiona documento

source: Scan documents
de: Dokumente scannen
es: Escanear documentos
fr: Scanner des documents
it: Scansiona documenti

source: Scan Documents
de: Dokumente scannen
es: Escanear documentos
fr: Numériser des documents
it: Scansiona documenti

source: Scattered Showers
de: Vereinzelte Schauer
es: Chubascos Dispersos
fr: Averses Éparses
it: Rovesci Sparsi

source: Schedule
de: Zeitplan
es: Horario
fr: Planning
it: Programma

source: Scheduled Notifications
de: Geplante Benachrichtigungen
es: Notificaciones programadas
fr: Notifications programmées
it: Notifiche programmate

source: SD Cards
de: SD-Karten
es: Tarjetas SD
fr: Cartes SD
it: Schede SD

source: Sea
de: Meer
es: Mar
fr: Mer
it: Mare

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

source: Search %@
de: %@ durchsuchen
es: Buscar %@
fr: Rechercher %@
it: Cerca %@

source: Search cards and tickets
de: Karten und Tickets suchen
es: Buscar tarjetas y tickets
fr: Rechercher des cartes et des tickets
it: Cerca carte e tickets

source: Search documents
de: Dokumente suchen
es: Buscar documentos
fr: Rechercher des documents
it: Cerca documenti

source: Search FAQ
de: FAQ durchsuchen
es: Buscar en FAQ
fr: Rechercher dans la FAQ
it: Cerca nelle FAQ

source: Search location
de: Standort suchen
es: Buscar ubicación
fr: Rechercher un lieu
it: Cerca posizione

source: Search locations
de: Standorte suchen
es: Buscar ubicaciones
fr: Rechercher un lieu
it: Cerca località

source: Search Notes
de: Notizen durchsuchen
es: Buscar en las notas
fr: Rechercher dans les notes
it: Cerca nelle note

source: Search reminders by keyword.
de: Erinnerungen nach Stichwort suchen.
es: Buscar recordatorios por palabra clave.
fr: Rechercher des rappels par mot-clé.
it: Cerca promemoria per parola chiave.

source: Search task
de: Aufgabe suchen
es: Buscar tarea
fr: Rechercher une tâche
it: Cerca attività

source: Search Tasks
de: Erinnerungen suchen
es: Buscar recordatorios
fr: Rechercher des rappels
it: Cerca Promemoria

source: Search tasks, reminders and notes by text using Siri.
de: Durchsuche Aufgaben, Erinnerungen und Notizen per Text mit Siri.
es: Busca tareas, recordatorios y notas por texto usando Siri.
fr: Recherchez des tâches, rappels et notes par texte avec Siri.
it: Cerca attività, promemoria e note tramite parole chiave usando Siri.

source: Search trips
de: Reisen suchen
es: Buscar viajes
fr: Rechercher des voyages
it: Cerca viaggi

source: Section Name
de: Abschnittsname
es: Nombre de la sección
fr: Nom de la section
it: Nome sezione

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza

source: See an at-a-glance summary of your tasks, documents, Wallet items, trip lists, and Vault data to quickly understand what needs your attention.
de: Erhalten Sie eine Übersicht über Ihre Aufgaben, Dokumente, Wallet-Elemente, Reislisten und Tresordaten, um schnell zu erkennen, was Ihre Aufmerksamkeit erfordert.
es: Consulta de un vistazo un resumen de tus tareas, documentos, elementos de Wallet, listas de viaje y datos de la Caja fuerte para saber rápidamente qué requiere tu atención.
fr: Consultez un aperçu de vos tâches, documents, éléments du Portefeuille, listes de voyage et données du Coffre pour comprendre rapidement ce qui requiert votre attention.
it: Visualizza a colpo d'occhio un riepilogo delle attività, dei documenti, degli elementi del Wallet, delle liste di viaggio e dei dati della Cassaforte per capire rapidamente cosa richiede la tua attenzione.

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto

source: Select attachments
de: Anhänge auswählen
es: Seleccionar archivos adjuntos
fr: Sélectionner des pièces jointes
it: Seleziona allegati

source: Select Calendar
de: Kalender auswählen
es: Seleccionar calendario
fr: Sélectionner un calendrier
it: Seleziona calendario

source: Select Tasks
de: Aufgaben auswählen
es: Seleccionar tareas
fr: Sélectionner des tâches
it: Seleziona attività

source: Select Tasks to Import
de: Aufgaben zum Import auswählen
es: Seleccionar tareas para importar
fr: Sélectionner les tâches à importer
it: Seleziona attività da importare

source: Select your preferred navigation app in Settings. Open task locations with your favorite navigation app or choose which app to use each time.
de: Wählen Sie in den Einstellungen Ihre bevorzugte Navigations-App aus. Öffnen Sie Aufgabenstandorte mit Ihrer bevorzugten Navigations-App oder entscheiden Sie jedes Mal, welche App verwendet werden soll.
es: Selecciona tu aplicación de navegación preferida en Ajustes. Abre las ubicaciones de las tareas con tu aplicación de navegación favorita o elige qué aplicación utilizar cada vez.
fr: Sélectionnez votre application de navigation préférée dans les Réglages. Ouvrez les emplacements des tâches avec votre application de navigation favorite ou choisissez l’application à utiliser à chaque fois.
it: Seleziona la tua app di navigazione preferita nelle Impostazioni. Apri le posizioni delle attività con la tua app di navigazione preferita oppure scegli ogni volta quale app utilizzare.

source: Selective Sharing
de: Selektives Teilen
es: Uso compartido selectivo
fr: Partage sélectif
it: Condivisione selettiva

source: Sensitive Information
de: Vertrauliche Informationen
es: Preguntas de seguridad
fr: Informations sensibles
it: Informazioni sensibili

source: Sensitive Vault information is encrypted. Access to the Vault and password visibility may require Face ID, Touch ID, or your device passcode. ForMemo does not receive or store biometric data.
de: Sensible Informationen im Tresor werden verschlüsselt. Für den Zugriff auf den Tresor und die Anzeige von Passwörtern können Face ID, Touch ID oder der Gerätecode erforderlich sein. ForMemo erhält oder speichert keine biometrischen Daten.
es: La información confidencial de la Caja fuerte está cifrada. El acceso a la Caja fuerte y la visualización de las contraseñas pueden requerir Face ID, Touch ID o el código de desbloqueo del dispositivo. ForMemo no recibe ni almacena datos biométricos.
fr: Les informations sensibles du Coffre sont chiffrées. L’accès au Coffre et l’affichage des mots de passe peuvent nécessiter Face ID, Touch ID ou le code d’accès de votre appareil. ForMemo ne reçoit ni ne stocke de données biométriques.
it: Le informazioni sensibili della Cassaforte sono crittografate. L'accesso alla Cassaforte e la visualizzazione delle password possono richiedere Face ID, Touch ID oppure il codice di sblocco del dispositivo. ForMemo non riceve né memorizza dati biometrici.

source: Set deadline
de: Frist setzen
es: Establecer fecha límite
fr: Définir la date limite
it: Imposta scadenza

source: Set Password Expiration
de: Passwortablauf festlegen
es: Establecer la caducidad de la contraseña
fr: Définir l'expiration du mot de passe
it: Imposta la scadenza della password

source: Set tasks to repeat hourly, daily, weekly, monthly, or yearly. When you complete a recurring task, the next occurrence is scheduled automatically. You can also choose whether to keep completed occurrences in your history or simply move the task to the next occurrence.
de: Legen Sie fest, dass Aufgaben stündlich, täglich, wöchentlich, monatlich oder jährlich wiederholt werden. Wenn Sie eine wiederkehrende Aufgabe abschließen, wird die nächste Wiederholung automatisch geplant. Sie können außerdem festlegen, ob abgeschlossene Wiederholungen im Verlauf gespeichert werden oder die Aufgabe direkt zur nächsten Wiederholung wechselt.
es: Configura las tareas para que se repitan cada hora, cada día, cada semana, cada mes o cada año. Cuando completas una tarea recurrente, la siguiente recurrencia se programa automáticamente. También puedes elegir si deseas conservar las recurrencias completadas en el historial o simplemente pasar la tarea a la siguiente recurrencia.
fr: Configurez les tâches pour qu’elles se répètent toutes les heures, tous les jours, toutes les semaines, tous les mois ou tous les ans. Lorsque vous terminez une tâche récurrente, l’occurrence suivante est programmée automatiquement. Vous pouvez également choisir de conserver les occurrences terminées dans l’historique ou de simplement faire passer la tâche à l’occurrence suivante.
it: Imposta le attività in modo che si ripetano ogni ora, ogni giorno, ogni settimana, ogni mese o ogni anno. Quando completi un'attività ricorrente, l'occorrenza successiva viene pianificata automaticamente. Puoi anche scegliere se conservare le occorrenze completate nella cronologia oppure spostare semplicemente l'attività all'occorrenza successiva.

source: Settings Backup
de: Sicherung der Einstellungen
es: Copia de Seguridad de Ajustes
fr: Sauvegarde des Paramètres
it: Backup delle Impostazioni

source: Settings: Included
de: Einstellungen: Enthalten
es: Ajustes: Incluidos
fr: Paramètres : Inclus
it: Impostazioni: Incluse

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

source: Share Note
de: Notiz teilen
es: Compartir nota
fr: Partager la note
it: Condividi nota

source: Share Options:
de: Freigabeoptionen:
es: Opciones de compartir:
fr: Options de partage
it: Opzioni di condivisione:

source: Share Task
de: Aufgabe teilen
es: Compartir tarea
fr: Partager la tâche
it: Condividi attività

source: Shoes
de: Schuhe
es: Zapatos
fr: Chaussures
it: Scarpe

source: Shopping
de: Einkaufen
es: Compras
fr: Achats

source: Short confirmation
de: Kurze Bestätigung
es: Confirmación breve
fr: Confirmation brève
it: Conferma breve

source: Show app badge
de: App-Badge anzeigen
es: Mostrar la insignia de la app
fr: Afficher le badge de l’app
it: Mostra il badge sull’icona dell’applicazione

source: Show Archived
de: Archivierte anzeigen
es: Mostrar archivadas
fr: Afficher les archives
it: Mostra archiviate

source: Show attachments icon
de: Anhangssymbol anzeigen
es: Mostrar icono de adjuntos
fr: Afficher l’icône des pièces jointes
it: Mostra icona allegati

source: Show badge only when priority is set
de: Badge nur anzeigen, wenn Priorität gesetzt ist
es: Mostrar la insignia solo si hay una prioridad definida
fr: Afficher le badge uniquement si la priorité est définie
it: Mostra badge solo con priorità impostata

source: Show Date On Every Row
de: Datum in jeder Zeile anzeigen
es: Mostrar fecha en cada fila
fr: Afficher la date sur chaque ligne
it: Mostra data su ogni riga

source: Show days badge
de: Tagesbadge anzeigen
es: Mostrar la insignia de días
fr: Afficher le badge des jours
it: Mostra badge giorni

source: Show location icon
de: Standortsymbol anzeigen
es: Mostrar icono de ubicación
fr: Afficher l’icône de localisation
it: Mostra icona posizione

source: show or hide completed tasks.
de: Abgeschlossene Aufgaben anzeigen oder ausblenden.
es: mostrar u ocultar las tareas completadas.
fr: afficher ou masquer les tâches terminées
it: mostra o nascondi attività completate.

source: Show or hide the Vault and its credentials
de: Den Tresor und seine Zugangsdaten ein- oder ausblenden
es: Muestra u oculta la Caja fuerte y sus credenciales
fr: Afficher ou masquer le coffre-fort et ses identifiants
it: Mostra o nascondi la cassaforte e le sue credenziali

source: Show Password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password

source: Show priority icon
de: Prioritätssymbol anzeigen
es: Mostrar icono de prioridad
fr: Afficher l’icône de priorité
it: Mostra icona priorità

source: Show Recent
de: Zuletzt verwendet anzeigen
es: Mostrar recientes
fr: Afficher les éléments récents
it: Mostra recenti

source: Show Secret
de: Geheimnis anzeigen
es: Mostrar secreto
fr: Afficher le secret
it: Mostra segreto

source: Show Tomorrow
de: Morgen anzeigen
es: Mostrar mañana
fr: Afficher demain
it: Mostra domani

source: Shows or hides the password
de: Zeigt das Passwort an oder blendet es aus
es: Muestra u oculta la contraseña
fr: Affiche ou masque le mot de passe
it: Mostra o nasconde la password

source: Signed in with Apple ID
de: Mit Apple-ID angemeldet
es: Sesión iniciada con Apple ID
fr: Connecté avec Apple ID
it: Accesso effettuato con Apple ID

source: Siri & Automations
de: Siri und Automationen
es: Siri y automatizaciones
fr: Siri et automatisations
it: Siri e automazioni

source: Siri & Shortcuts
de: Siri & Kurzbefehle
es: Siri y Atajos
fr: Siri et Raccourcis
it: Siri e Comandi rapidi

source: Siri Notification Announcements
de: Siri-Mitteilungsankündigungen
es: Anuncios de notificaciones de Siri
fr: Annonces des notifications Siri
it: Annunci notifiche di Siri

source: Siri replies briefly after creating a task.
de: Siri antwortet kurz nach dem Erstellen einer Aufgabe.
es: Siri responde brevemente tras crear una tarea.
fr: Siri répond brièvement après avoir créé une tâche.
it: Siri risponde brevemente dopo aver creato un’attività.

source: Ski Gloves
de: Skihandschuhe
es: Guantes de esquí
fr: Gants de ski
it: Guanti da sci

source: Ski Goggles
de: Skibrille
es: Gafas de esquí
fr: Masque de ski
it: Maschera da sci

source: Skip Vault
de: Tresor überspringen
es: Omitir la Caja fuerte
fr: Ignorer la Cassaforte
it: Ignora Cassaforte

source: Sky
de: Himmel
es: Himmel
fr: Ciel
it: Cielo

source: Slate
de: Schiefer
es: Schiefer
fr: Ardoise
it: Ardesia

source: Smart Badges
de: Intelligente Kennzeichen
es: Insignias inteligentes
fr: Badges intelligents
it: Badge intelligenti

source: Smart Notifications
de: Intelligente Mitteilungen
es: Notificaciones inteligentes
fr: Notifications intelligentes
it: Notifiche intelligenti

source: Smart Priorities
de: Intelligente Prioritäten
es: Prioridades inteligentes
fr: Priorités intelligentes
it: Priorità intelligenti

source: Smartwatch Charger
de: Smartwatch-Ladegerät
es: Cargador de smartwatch
fr: Chargeur de smartwatch
it: Caricatore smartwatch

source: Snooze 1 hour
de: In 1 Stunde erneut erinnern
es: Posponer 1 hora
fr: Rappeler dans 1 heure
it: Posticipa di 1 ora

source: Snooze 5 min
de: In 5 Minuten erneut erinnern
es: Posponer 5 min
fr: Rappeler dans 5 minutes
it: Posticipa di 5 minuti

source: Snooze 15 min
de: In 15 Minuten erneut erinnern
es: Posponer 15 min
fr: Rappeler dans 15 minutes
it: Posticipa di 15 minuti

source: Snooze 30 min
de: In 30 Minuten erneut erinnern
es: Posponer 30 min
fr: Rappeler dans 30 minutes
it: Posticipa di 30 minuti

source: Snooze delays a notification. The current alert is removed and a new one is scheduled for the selected time.
de: Snooze verschiebt eine Benachrichtigung. Der aktuelle Hinweis wird entfernt und ein neuer für die gewählte Zeit geplant.
es: Posponer retrasa una notificación. El aviso actual se elimina y se programa uno nuevo para la hora seleccionada.
fr: Le report retarde une notification. L’alerte actuelle est supprimée et une nouvelle est programmée pour l’heure choisie.
it: Lo snooze rimanda una notifica. L’avviso attuale viene rimosso e ne viene programmato uno nuovo per l’orario scelto.

source: Snooze exceeds the deadline. No snooze notification will be scheduled. The deadline notification will still occur.
de: Die Schlummerfunktion überschreitet die Frist. Es wird keine Schlummer-Benachrichtigung geplant. Die Fälligkeitsbenachrichtigung erfolgt trotzdem.
es: El aplazamiento supera la fecha límite. No se programará ninguna notificación de aplazamiento. La notificación de vencimiento se enviará igualmente.
fr: Le report dépasse la date limite. Aucun report ne sera programmé. La notification à l’échéance sera tout de même envoyée.
it: Il posticipo supera la scadenza. Non verrà programmata alcuna notifica di posticipo. La notifica alla scadenza verrà comunque inviata.

source: Snooze follows specific rules. For reminders and early notifications, snooze is ignored if it would go beyond the task’s deadline. For deadline notifications, snooze is always applied and triggers at the selected time. If a snooze seems missing, it was ignored to respect the deadline.
de: Die Schlummerfunktion folgt bestimmten Regeln. Bei Erinnerungen und frühzeitigen Benachrichtigungen wird sie ignoriert, wenn sie über die Frist hinausgehen würde. Bei Fälligkeitsbenachrichtigungen wird sie immer angewendet und zur gewählten Zeit ausgelöst. Wenn eine Schlummerfunktion fehlt, wurde sie ignoriert, um die Frist einzuhalten.
es: El aplazamiento sigue reglas específicas. Para recordatorios y notificaciones anticipadas, se ignora si supera la fecha límite de la tarea. Para las notificaciones de vencimiento, siempre se aplica y se activa a la hora seleccionada. Si un aplazamiento parece faltar, se ha ignorado para respetar la fecha límite.
fr: Le report suit des règles spécifiques. Pour les rappels et notifications anticipées, il est ignoré s’il dépasse la date limite de la tâche. Pour les notifications d’échéance, il est toujours appliqué et déclenché à l’heure choisie. Si un report semble manquer, il a été ignoré pour respecter la date limite.
it: Lo snooze segue regole specifiche. Per promemoria e notifiche anticipate, viene ignorato se supera la scadenza della attività. Per le notifiche di scadenza, viene sempre applicato e attivato all’ora selezionata. Se uno snooze sembra mancante, è stato ignorato per rispettare la scadenza.

source: Snooze is temporary. Once its time passes or the task changes, it is no longer shown.
de: Snooze ist temporär. Sobald die Zeit abgelaufen ist oder sich die Aufgabe ändert, wird es nicht mehr angezeigt.
es: Posponer es temporal. Cuando pasa el tiempo o la tarea cambia, deja de mostrarse.
fr: Le report est temporaire. Une fois expiré ou si la tâche change, il n’est plus affiché.
it: Lo snooze è temporaneo. Quando il tempo passa o l’attività cambia, non viene più mostrato.

source: Snooze not scheduled
de: Schlummerfunktion nicht geplant
es: Aplazamiento no programado
fr: Report non planifié
it: Posticipo non programmato

source: Snooze Overdue Tasks
de: Überfällige Aufgaben schlummern
es: Posponer tareas vencidas
fr: Mettre en veille les tâches en retard
it: Posticipa le attività scadute

source: Snow
de: Schnee
es: Nieve
fr: Neige
it: Neve

source: Snow Boots
de: Schneestiefel
es: Botas de nieve
fr: Bottes de neige
it: Doposci

source: Snow Gear
de: Schneeausrüstung
es: Equipo para la nieve
fr: Équipement de neige
it: Attrezzatura da neve

source: Social
de: Soziale Netzwerke
es: Redes sociales
fr: Réseaux sociaux

source: Socks
de: Socken
es: Calcetines
fr: Chaussettes
it: Calzini

source: Soft
de: Leicht
es: Ligero
fr: Léger
it: Leggero
